Repository: darkxst/gdm-merge
Catalog: po/*.po
Languages: ms

source: /dev/urandom is not a character device
ms: /dev/urandom bukan peranti aksara

source: Could not identify the current session.
ms: Tidak dapat mengenalpasti sesi semasa.

source: User unable to switch sessions.
ms: Pengguna tidak dapat menukar sesi.

source: Could not identify the current seat.
ms: Tidak dapat mengenalpasti kedudukan semasa.

source: The system is unable to determine whether to switch to an existing login screen or start up a new login screen.
ms: Sistem tidak dapat menentukan sama ada untuk menukar skrin log masuk sedia ada atau memulakan skrin log masuk yang baharu.

source: The system is unable to start up a new login screen.
ms: Sistem tidak dapat menulakan skrin log masuk yang baharu.

source: could not find user "%s" on system
ms: tidak jumpa pengguna "%s" pada sistem

source: No session available
ms: Tiada sesi yang sedang berlangsung

source: Can only be called before user is logged in
ms: Hanya boleh dipanggil sebelum pengguna log masuk

source: Caller not GDM
ms: Tidak dipanggil oleh GDM

source: Server was to be spawned by user %s but that user doesn't exist
ms: Servis hendak dimulakan oleh pengguna %s tetapi pengguna tersebut tidak wujud

source: Couldn't set groupid to %d
ms: Gagal metetapkan id kumpulan kepada %d

source: initgroups () failed for %s
ms: initgroups () gagal untuk kali ke-%s

source: Couldn't set userid to %d
ms: Gagal menetapkan id pengguna kepada %d

source: %s: Could not open log file for display %s!
ms: %s: Tidak dapat membuka fail log paparan %s!

source: %s: Error setting %s to %s
ms: %s: Ralat menetapkan %s ke %s

source: %s: Server priority couldn't be set to %d: %s
ms: %s: Tidak dapat menetapkan prioriti pelayan ke %d: %s

source: %s: Empty server command for display %s
ms: %s: Arahan pelayan kosong bagi paparan %s

source: Username
ms: Namapengguna

source: The username
ms: Nama pengguna

source: Hostname
ms: Nama hos

source: The hostname
ms: Nama hos

source: Display Device
ms: Peranti Paparan

source: The display device
ms: Peranti paparan

source: Could not create authentication helper process
ms: Tidak dapat mencipta proses pembantu pengesahan

source: Your account was given a time limit that's now passed.
ms: Had masa akaun anda telah berlalu.

source: Sorry, that didn't work. Please try again.
ms: Tidak berjaya nampaknya. Cuba semula.

source: Username:
ms: Nama Pengguna:

source: Your password has expired, please change it now.
ms: Kata laluan anda telah luput. Sila tukarkan sekarang.

source: no user account available
ms: tiada akaun yang tersedia

source: Unable to change to user
ms: Tidak dapat menukar pengguna

source: Could not start the X server (your graphical environment) due to an internal error. Please contact your system administrator or check your syslog to diagnose. In the meantime this display will be disabled. Please restart GDM when the problem is corrected.
ms: Tidak dapat memulakan pelayan X (suasana grafik anda) oleh kerana masalah dalaman. Sila hubungi pentadbir sistem anda atau periksa syslog untuk mendiagnos. Paparan ini akan dilumpuhkan buat sementara waktu. Sila mulakan semula GDM apabila masalah ini telah diselesaikan.

source: Could not create socket!
ms: Tidak dapat mencipta soket!

source: Cannot write PID file %s: possibly out of disk space: %s
ms: Tidak dapat mewujudkan fail PID %s: mungkin telah kehabisan ruang cakera: %s

source: Failed to create ran once marker dir %s: %s
ms: Gagal mencipta penanda direktori yang dijalankan sekali sahaja %s: %s

source: Failed to create LogDir %s: %s
ms: Gagal untuk mewujudkan LogDir %s: %s

source: Can't find the GDM user '%s'. Aborting!
ms: Gagal menjumpai pengguna GDM '%s'. Membatalkan proses!

source: The GDM user should not be root. Aborting!
ms: Pengguna GDM tidak boleh log masuk sebagai root. Membatalkan proses!

source: Can't find the GDM group '%s'. Aborting!
ms: Tidak jumpa kumpulan GDM '%s'. Membatalkan proses!

source: The GDM group should not be root. Aborting!
ms: Kumpulan GDM adalah root. Membatalkan proses!

source: Make all warnings fatal
ms: Jadikan semua amaran ke tahap mati

source: Exit after a time (for debugging)
ms: Keluar selepas seketika untuk menyahpepijat

source: Print GDM version
ms: Cetak versi GDM

source: GNOME Display Manager
ms: Pengurus Paparan GNOME

source: Only the root user can run GDM
ms: Hanya pengguna root boleh menjalankan GDM

source: GNOME Display Manager Session Worker
ms: Pekerja Sesi Pengurus Paparan GNOME

source: Login Window
ms: Tetingkap Log Masuk

source: Window management and compositing
ms: Pengurusan dan penggubahan tetingkap

source: Whether or not to allow fingerprint readers for login
ms: Pilih untuk membenarkan pembaca cap jari untuk log masuk atau tidak

source: The login screen can optionally allow users who have enrolled their fingerprints to log in using those prints.
ms: Para pengguna yang telah mendaftarkan cap jari mereka boleh memilih untuk log masuk dengan menggunakan cap jari.

source: Whether or not to allow smartcard readers for login
ms: Pilih untuk membenarkan pembaca kad pintar untuk log masuk atau tidak

source: The login screen can optionally allow users who have smartcards to log in using those smartcards.
ms: Skrin log masuk membenarkan pengguna untuk memilih menggunakan kad pintar bagi log masuk

source: Whether or not to allow passwords for login
ms: Pilih untuk membolehkan penggunaan kata laluan bagi log masuk atau tidak

source: The login screen can be configured to disallow password authentication, forcing the user to use smartcard or fingerprint authentication.
ms: Skrin log masuk boleh dikonfigurasikan untuk tidak membenarkan pengesahan katalaluan, sekaligus memaksa pengguna untuk menggunakan kad pintar atau pengesahan cap jari.

source: Path to small image at top of user list
ms: Haluan ke imej kecil atas senarai pengguna

source: The login screen can optionally show a small image at the top of its user list to provide site administrators and distributions a way to provide branding.
ms: Terdapat pilihan untuk menunjukkan imej kecil di atas senarai pengguna untuk memberikan para pentadbir dan distribusi suatu kaedah bagi penjenamaan.

source: The fallback login screen can optionally show a small image at the top of its user list to provide site administrators and distributions a way to provide branding.
ms: Skrin log masuk sandaran mempunyai pilihan untuk memaparkan imej kecil diatas senarai pengguna untuk memberikan satu cara bagi penjenamaan buat pentadbir tapak dan distribusi

source: Avoid showing user list
ms: Elak memaparkan senarai pengguna

source: The login screen normally shows a list of available users to log in as. This setting can be toggled to disable showing the user list.
ms: Skrin log masuk biasanya akan memaparkan senarai pengguna. Tetapan ini boleh ditogol untuk tidak menunjukkan senarai pengguna.

source: Enable showing the banner message
ms: Benarkan untuk menunjukkan mesej panji-panji

source: Set to true to show the banner message text.
ms: Benarkan untuk menunjukkan mesej panji-panji teks.

source: Banner message text
ms: Mesej panji-panji teks

source: Text banner message to show in the login window.
ms: Mesej panji-panji teks untuk ditunjukkan pada tetingkap log masuk.

source: Disable showing the restart buttons
ms: Jangan tunjukkan butang mula semula

source: Set to true to disable showing the restart buttons in the login window.
ms: Benarkan untuk tidak menunjukkan butang mula semula pada tetingkap log masuk.

source: Number of allowed authentication failures
ms: Had dibenarkan untuk kegagalan pengesahan

source: The number of times a user is allowed to attempt authentication, before giving up and going back to user selection.
ms: Berapa kali kegagalan pengguna untuk cuba log masuk dibenarkan sebelum kembali semula ke pemilihan pengguna.

source: Select System
ms: Pilih Sistem

source: XDMCP: Could not create XDMCP buffer!
ms: XDMCP: Tidak dapat membaca penimbal XDMCP!

source: XDMCP: Could not read XDMCP header!
ms: XDMCP: Tidak dapat membaca pengepala XDMCP!

source: XDMCP: Incorrect XDMCP version!
ms: XDMCP: Silap versi untuk XDMCP!

source: XDMCP: Unable to parse address
ms: XDMCP: Tidak dapat menghurai alamat

source: Unable to create transient display:
ms: Tidak dapat mencipta paparan sementara:

source: Unable to activate session:
ms: Tidak dapat mengaktifkan sesi

source: Only the VERSION command is supported
ms: Hanya arahan VERSION yang disokong

source: COMMAND
ms: ARAHAN

source: Ignored — retained for compatibility
ms: Dikekalkan untuk keserasian

source: Debugging output
ms: Output nyahpepijat

source: Version of this application
ms: Versi aplikasi ini

source: - New GDM login
ms: - Login GDM baharu

source: Screenshot taken
ms: Cekupan skrin diambil

source: Take a picture of the screen
ms: Ambil gambar skrin
